// © Copyright 2004-2012, 2015 HP Development Company, L.P.

HSDTaskName = "工作儲存設定";

HSDAllowStoredJobsCheckBox = "允許此印表機上儲存的工作";
HSDInternalPrinterMemoryLocation = "內部印表機記憶體";
HSDUSBFlashStorageDeviceLocation = "USB 快閃儲存裝置";
InternalPrinterMemoryLocationTooltip = "在 USB 快閃儲存裝置上的所有工作儲存資料將使用「安全密碼編譯清除」方法進行刪除。所有後續的儲存工作都會儲存在印表機的內部記憶體中。";
USBFlashStorageDeviceLocationTooltip = "插入的快閃儲存裝置將進行格式化，所有資料將會遺失。現有工作儲存資料會接著從印表機的內部記憶體移至快閃儲存裝置，然後再從印表機記憶體中刪除。所有後續儲存工作都會儲存在快閃儲存裝置中。";

HSDSortPopUpTitle = "已儲存工作的排序方式:";
HSDRetainTempJobsPolicyPopUpTitle = "在重新開機後保留暫存工作:";
HSDDeleteTempJobsAfterPopUpTitle = "在以下時間之後刪除暫存工作：";
HSDDeleteStandardJobsAfterPopUpTitle = "在以下時間之後刪除標準工作：";
HSDRejectNoPinJobsCheckBox = "取消所有無 PIN 的已儲存工作";
HSDDeleteAllStoredJobsButton = "刪除所有已儲存工作";

// values for sort popup
HSDAlphabetically = "工作名稱";
HSDChronologically = "日期";

// values for retain temp jobs policy popup
HSDAll = "全部";
HSDNone = "不保留";
HSDOnlyPersonal = "僅個人";

// values for delete temp/standard job after popup
HSDNever = "不關閉";
HSDThirtyMinutes = "30 分鐘";
HSDOneHour = "1 小時";
HSDFourHours = "4 小時";
HSDOneDay = "1 天";
HSDOneWeek = "1 週";
HSDFourWeeks = "4 週";

NoGetTitle = "無法擷取設定";
NoGetMsg = "檢查印表機是否已上線並且已連接。";
